Repository: 001101/friendica-directory
Catalog: src/lang/*/LC_MESSAGES/strings.po
Languages: fr

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: First
fr: Début

source: Last
fr: Fin

source: People
fr: Utilisateur·rice·s

# field
source: Language
fr: Langue

# field
source: Locality
fr: Localité

# field
source: Region
fr: Région

# field
source: Country
fr: Pays

source: Public Servers
fr: Serveurs publics

source: Friendica Directory
fr: Répertoire Friendica

source: Search terms
fr: Mots-clés

# noun
source: Search
fr: Recherche

# verb
source: Search
fr: Rechercher

source: Toggle navigation
fr: Basculer la navigation

source: Directory
fr: Répertoire

source: Public servers
fr: Serveurs publics

source: %d result for "%s"
fr: %d résultat pour "%s"

source: Top servers pagination
fr: Pagination des serveurs haute

source: Bottom servers pagination
fr: Pagination des serveurs basse

source: Filter by locality
fr: Filtrer par localité

source: Filter by region
fr: Filtrer par région

source: Filter by country
fr: Filtrer par pays

# verb
source: Follow
fr: Suivre

source: Language
fr: Langue

source: Filter by language
fr: Filtrer par langue

source: Location
fr: Localisation

source: Search Tag
fr: Rechercher ce tag

source: Account type tabs
fr: Onglets de type de compte

source: Top %s pagination
fr: Pagination %s haute

source: Bottom %s pagination
fr: Pagination %s basse

source: Stable Version
fr: Version stable

source: Develop Version
fr: Version de développement

source: Outdated Version
fr: Version périmée

source: Admin
fr: Administrateur·rice

source: No description provided
fr: Pas de description fournie

source: Visit Server
fr: Visiter ce serveur

source: Popular Countries
fr: Pays populaires

source: Popular Languages
fr: Language populaires

source: Popular Tags
fr: Tags populaires

source: Default Language
fr: Langage de base

source: Known Users
fr: Utilisateur·rice·s connu·e·s

# account-type
source: All
fr: Tous

# account-type
source: People (%d)
fr: Utilisateur·rice (%d)

# account-type
source: Forum (%d)
fr: Forum (%s)

source: Directory statistics
fr: Statistiques du répertoire

source: Profiles
fr: Utilisateur·rice·s

source: This directory knows about <strong>%s distinct potential profile URLs</strong>.
fr: Ce répertoire a connaissance de <strong>%s potentielles URLs d'utilisateur·rice·s</strong>.

source: Languages
fr: Langues

source: Out of <strong>%s</strong> profiles reporting their language there are:
fr: Parmi <strong>%s</strong> utilisateur·rice·s mentionnant leur langue principale, il y a:

source: Servers
fr: Serveurs

source: This directory knows about <strong>%s distinct potential server URLs</strong>.
fr: Ce répertoire a connaissance de <strong>%s potentielles URLs de serveur</strong>.

source: Out of those, there are <strong>%s domains (%s)</strong> that have been a Friendica server at least once.
fr: Parmi elles, il y a <strong>%s domaines (%s)</strong> qui ont été un serveur Friendica au moins une fois.

source: Out of those, there are:
fr: Parmi eux, il y a:

source: <strong>%s public servers (%s)</strong> currently open for registration. <a href="/servers">Check them out!</a>
fr: <strong>%s serveurs publics (%s)</strong> ouverts aux inscriptions. <a href="/servers">Voir la liste</a>.

source: Out of <strong>%s</strong> servers reporting their language there are:
fr: Parmi <strong>%s</strong> serveurs mentionnant leur langue principale, il y a:

source: Out of <strong>%s</strong> servers reporting their version there are:
fr: Parmi <strong>%s</strong> serveurs mentionnant leur version, il y a:

source: Out of those, there are <strong>%s profiles (%s)</strong> that opted in the public directory at least once.
fr: Parmi elleux, il y a <strong>%s utilisateur·rice·s (%s)</strong> qui ont choisi d'être inscrit·e·s dans un répertoire public au moins une fois.

source: Out of those, there currently are <strong>%s available profiles (%s)</strong>. <a href="/">Check them out!</a>
fr: Parmi elleux, il y a actuellement <strong>%s utilisateur·rice·s joignables (%s)</strong> via ce répertoire. <a href="/">Voir la liste</a>.

source: <strong>%s available servers (%s)</strong>
fr: <strong>%s serveurs joignables (%s)</strong>
